Repository: szymonfelinski/BR-practise-group-project
Catalog: ComauRacer3demo/Logical/mappView/Resources/Texts/AutoControlTexts.tmx
Source language: en
Languages: pl

source: New
pl: Nowy

source: Save
pl: Zapisz

source: Save as
pl: Zapisz jako

source: Run
pl: Wykonaj

source: Stop
pl: Zatrzymaj

source: Pause
pl: Wstrzymaj

source: Open
pl: Otwórz

source: Resume
pl: Wznów

source: Step Over
pl: Krok w przód

source: Continuous
pl: Praca ciągła

source: Switch to G-Code
pl: Przełącz na G-Code

source: Switch to ST
pl: Przełącz na ST

source: Reset errors
pl: Wyczyść błędy

source: Selected file
pl: Wybrany plik

source: Current file
pl: Otwarty plik

source: Language
pl: Język
